Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Construction of complexes for business
it: Costruzione di complessi per imprese

source: Construction of cubicles
it: Costruzione di cabine

source: Construction of curtain walls
it: Costruzione di pareti divisorie

source: Computer installation and maintenance services
it: Servizi di installazione e manutenzione di computer

source: Cleaning of commercial premises
it: Pulizia di locali commerciali

source: Cleaning of domestic utensils
it: Pulizia di utensili domestici

source: Insulation services
it: Servizi di isolamento

source: Abrasive cleaning of non-metallic surfaces
it: Pulizia abrasiva di superfici non metalliche

source: Construction of sewerage systems
it: Costruzione di impianti fognari

source: Construction of sports grounds
it: Costruzione di terreni sportivi

source: Construction of structures for the transportation of natural gas
it: Costruzione di strutture per il trasporto di gas naturale

source: Grout reinforcement for dams
it: Rinforzo in boiacca per dighe

source: Grout reinforcement for mines
it: Rinforzo in boiacca per miniere

source: Construction of motorways
it: Costruzione di autostrade

source: Painting of furniture
it: Pitture per mobili

source: Polishing (cleaning)
it: Lucidatura (pulizia)

source: Installation of wireless telecommunications equipment and wireless local area networks
it: Installazione di apparecchiature di telecomunicazione senza fili e reti locali senza fili

source: Building of hospitals
it: Costruzione di ospedali

source: Building of multi-storey car parks
it: Costruzione di parcheggi multipiano

source: Mechanical lifting services for the construction industry
it: Servizi di sollevamento meccanico per l'industria edilizia

source: Conversion of engines from petrol to diesel
it: Conversioni di motori da benzina a gasolio

source: Conversion of shop premises
it: Conversione di locali per negozi

source: Services for the maintenance of windows in vehicles
it: Servizi di manutenzione di finestrini per veicoli

source: Vehicle windscreen replacement services
it: Servizi di sostituzione di parabrezza di veicoli

source: Rental of industrial cleaning machines
it: Noleggio di macchine industriali per la pulizia

source: Warehouse construction and repair
it: Installazione e riparazione di depositi

source: Building of shops
it: Costruzione di negozi

source: Beneath ground construction work relating to wiring
it: Lavori di costruzione sotterranei relativi a cablaggi

source: Services for the application of protective coatings to building exteriors
it: Servizi di applicazione di rivestimenti protettivi all'esterno di edifici

source: Dismantling services
it: Servizi di smantellamento

source: Cleaning of exterior wall surfaces
it: Pulizia su superfici di pareti esterne

source: Cleaning of hotels
it: Pulizia di alberghi

source: Installation of pipework systems
it: Installazione di sistemi di tubazioni

source: Installation of plant
it: Installazione di impianti

source: Application of slip-resistant safety floor sealers
it: Applicazione di sigillanti antiscivolo per pavimenti

source: Installation of building scaffolds, working and building platforms
it: Installazione di impalcature per edifici, piattaforme di lavoro e di costruzione

source: Installation, changing, replacement and repair of locks
it: Installazione, modifica, sostituzione e riparazione di serrature

source: Interference suppression services for electrical apparatus
it: Servizi di soppressione delle interferenze per apparecchi elettrici

source: Repair of parts of engines
it: Riparazione di parti di motori

source: Ceiling installation
it: Installazione di soffitti

source: Laying of cable
it: Posa di cavi

source: Installation of cable television systems
it: Installazione di sistemi televisivi via cavo

source: Installation of catering equipment
it: Installazione di attrezzature per catering

source: Installation of computerised information systems
it: Installazione di sistemi d'informazione computerizzati

source: Ship maintenance
it: Manutenzione di navi

source: Site clearance
it: Sgombero di siti

source: Cleaning of buildings
it: Pulizia di edifici

source: Repair or maintenance of industrial dish washing machines
it: Riparazione o manutenzione di lavastoviglie industriali

source: Constructing [erecting and glazing] garden buildings
it: Costruzione [erezione e vetratura] di costruzioni da giardino

source: Construction of carriageways
it: Costruzione di carreggiate

source: Installation of insulating materials
it: Installazione di materiali isolanti

source: Building services relating to building for habitation
it: Servizi edili relativi alla costruzione di abitazioni

source: Cleaning by water jetting (Services for -)
it: Pulizia mediante getti di acqua (Servizi di -)

source: Vehicle tyre fitting and repair
it: Montaggio e riparazione di pneumatici

source: Treatment of surfaces with animal repellent formulations
it: Trattamento di superfici con prodotti repellenti per animali

source: Services for the washing of buildings
it: Servizi per il lavaggio di edifici

source: Assembling [installation] of shelving
it: Assemblaggio [installazione] di scaffalature

source: Beneath ground construction work relating to pipework
it: Opere di costruzione sotterranee relative a tubature

source: Construction project management services
it: Servizi di gestione di progetti di costruzione

source: Advisory services relating to the reinstatement of trenches
it: Servizi di consulenza in materia di ripristino di scavi

source: Maintenance of aircraft
it: Manutenzione di velivoli

source: Repair of security locks
it: Riparazioni di serrature

source: Installation of locks
it: Installazione di serrature

source: Repair or maintenance of power generators
it: Riparazione o manutenzione di generatori elettrici

source: Repair or maintenance of semiconductor manufacturing machines and systems
it: Riparazione o manutenzione di macchine e impianti per la fabbricazione di semiconduttori

source: Restoration of musical instruments
it: Restauro di strumenti musicali

source: Washing
it: Lavaggio

source: Repair of medical machines and apparatus
it: Riparazione di macchine e dispositivi medici

source: Maintenance of beverage processing apparatus
it: Manutenzione di apparecchi per trattamento di bevande

source: Maintenance of cleaning machines
it: Manutenzione di macchine per la pulizia

source: Refurbishment of vehicles
it: Messa a nuovo di veicoli

source: Removal of marine growths from ship's hulls
it: Asportazione di vegetazione marina da scafi di navi

source: Diagnostic maintenance services for computer printers
it: Servizi di manutenzione diagnostica per stampanti per computer

source: Diagnostic maintenance services for photocopiers
it: Servizi di manutenzione diagnostica per fotocopiatrici

source: Disinfection of premises
it: Disinfezione di locali

source: Maintaining septic systems
it: Manutenzione di sistemi settici

source: Residential and commercial building construction
it: Costruzione di edifici residenziali e commerciali

source: Maintenance and repair of gas turbines
it: Manutenzione e riparazione di turbine a gas

source: Repair or maintenance of video frequency machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi a videofrequenza

source: Advisory services relating to pipe laying
it: Servizi di consulenza riguardanti la posa di tubi

source: Advisory services relating to the installation of engines
it: Servizi di consulenza in materia d'installazione di motori

source: Advisory services relating to the installation of power plants
it: Servizi di consulenza in materia d'installazione di centrali elettriche

source: Constructing sunrooms
it: Costruzione di verande

source: Maintenance of railway track
it: Manutenzione di binari ferroviari

source: Valeting services relating to industrial cleaning
it: Servizi di pulizia relativamente a pulizia industriale

source: Valeting services relating to office cleaning
it: Servizi di lavaggio e pulizia di uffici

source: Application of bridge expansion joints
it: Applicazione di giunti ad espansione per ponti

source: Application of rendering to tunnels
it: Applicazione di intonacatura in gallerie

source: Rental of laundry washing machines
it: Noleggio di macchine per lavanderia

source: Repair of electronic apparatus
it: Riparazione di apparecchi elettronici

source: Renovation of glazing
it: Restauro di vetrate

source: Renovation of nuclear plant
it: Rinnovamento di centrali nucleari

source: Decorating of buildings
it: Decorazione di edifici

source: Construction of public works
it: Costruzione di opere pubbliche

source: Industrial cleaning services
it: Servizi di pulizia industriale

source: Installation of apparatus for heating
it: Installazione di impianti di riscaldamento

source: Installation of industrial plant
it: Installazione di impianti industriali

source: Erection of reinforced concrete structures utilising sliding and climbing formworks
it: Erezione di strutture in cemento armato mediante casseforme scorrevoli e rampanti

source: Installation of stands for conferences
it: Installazione di stand per conferenze

source: Installation of temporary barriers
it: Installazione di barriere temporanee

source: Installation of temporary structures for business exhibitions
it: Installazione di strutture temporanee per esposizioni di affari

source: Rental of spin dryers for clothes
it: Noleggio di centrifughe per il bucato

source: Maintenance and repair of motor vehicles for transportation of passengers
it: Manutenzione e riparazione di veicoli a motore per il trasporto di passeggeri

source: Repair services for medical apparatus
it: Servizi di riparazione di apparecchi medici

source: Land excavating
it: Scavo di terreni

source: Computer installation services
it: Servizi di installazione di computer

source: Construction of civil engineering structures by laying concrete
it: Costruzione di strutture d'ingegneria civile mediante posa di calcestruzzo

source: Construction of drainage systems
it: Costruzione di sistemi di drenaggio

source: Cleaning of ceiling surfaces
it: Pulizia di superfici di soffitti

source: Cleaning of drains
it: Pulizia di scarichi

source: Construction of airports
it: Costruzione di aeroporti

source: Installation of electrical and generating machinery
it: Installazione di macchine elettriche e di generatori di energia

source: Sterilisation of surgeon's instruments
it: Sterilizzazione di strumenti chirurgici

source: Construction of underground transport networks
it: Costruzione di reti di trasporto sotterranee

source: Grout reinforcement for tunnels
it: Rinforzo in boiacca per gallerie

source: Heat insulation of windows
it: Isolamento termico di finestre

source: Construction of kitchens
it: Costruzione di cucine

source: Construction of nuclear reactors
it: Costruzione di reattori nucleari

source: Painting of aircraft
it: Verniciatura di velivoli

source: Provision of information relating to the maintenance of vehicles
it: Fornitura di informazioni riguardanti la manutenzione di veicoli

source: Freezers (Installation of -)
it: Congelatori (Installazione di -)

source: Fumigation of commodities against vermin activity
it: Fumigazione di merci per eliminazione di animali nocivi

source: Civil engineering maintainance involving the use of hydromechanical cutting equipment
it: Manutenzione di ingegneria civile con uso di apparecchiature da taglio idromeccaniche

source: Civil engineering relating to rural land
it: Ingegneria civile in materia di terreni rurali

source: Installation of tents
it: Installazione di tende

source: Building of industrial properties
it: Costruzione di proprietà industriali

source: Mechanical cleaning of waterways
it: Pulizia meccanica di corsi d'acqua

source: Custom construction of factories
it: Costruzione su ordinazione di fabbriche

source: Wiring of buildings for telecommunication transmission
it: Cablaggio di edifici per trasmissione di telecomunicazione

source: Emptying [cleaning] services
it: Servizi di svuotamento [pulizie]

source: Hydraulic construction services
it: Servizi di costruzione idraulica

source: Tunnels (Drilling of -)
it: Tunnel (Trivellazione di -)

source: Unblocking of drains
it: Sturamento di scarichi

source: Services for the lining of pipes
it: Servizi per rivestimento di tubi

source: Rental of dishwashing machines
it: Noleggio di lavastoviglie

source: Installation of doors and windows
it: Installazione di porte e di finestre

source: Swimming-pool maintenance
it: Manutenzione di piscine

source: Rental of excavators
it: Noleggio di escavatori

source: Dismantling of structures
it: Smantellamento di strutture

source: Cleaning of monuments
it: Pulitura di monumenti

source: Office cleaning services
it: Servizi di pulizia di uffici

source: Installation of mezzanine floors
it: Installazione di mezzanini

source: Installation of sanitary apparatus
it: Installazione di apparecchi sanitari

source: Installation of shelving
it: Installazione di scaffalature

source: Trash collection [refuse clean-up]
it: Raccolta di spazzatura [pulizia rifiuti]

source: Repair of pressurised containers
it: Riparazione di recipienti pressurizzati

source: Resurfacing of roofs
it: Restauro di tetti

source: Repair of structures for use in high temperature conditions
it: Riparazione di strutture per uso in condizioni di temperatura elevata

source: Coating of brickwork
it: Rivestimento di muratura

source: Repair services for electric generators and wind turbines
it: Servizi di riparazione per generatori elettrici e turbine eoliche

source: Installation of boilers
it: Installazione di caldaie

source: Ship defence equipment construction services
it: Costruzione di apparecchiature da difesa navali

source: Cleaning services
it: Servizi di pulizia

source: Repair or maintenance of freezing machines and apparatus
it: Riparazione o manutenzione di macchine e strumenti di congelazione

source: Outer and inner cleaning of aircraft
it: Pulizia esterna e interna di aerei

source: On site project management relating to the construction of airport facilities
it: Gestione di progetti in loco relativi alla costruzione di strutture aeroportuali

source: Gravel extraction
it: Estrazione di ghiaia

source: Building services relating to building for industry purposes
it: Servizi edili relativi alla costruzione a scopo industriale

source: Buildings (Insulation to existing -)
it: Edifici esistenti (Isolamento di -)

source: Arranging for the fitting of replacement vehicle windows
it: Organizzazione del montaggio di finestrini di ricambio per veicoli

source: Arranging for the fitting of replacement vehicle windscreens
it: Organizzazione del montaggio di parabrezza di ricambio per veicoli

source: Stabilisation of soil by grout injection (Services for the -)
it: Servizi di stabilizzazione di terreni mediante iniezione di malta liquida

source: Advisory services relating to the maintenance of plumbing
it: Servizi di consulenza in materia di manutenzione di impianti idraulici

source: Advisory services relating to the repair of motor vehicles
it: Servizi di consulenza in materia di riparazione di veicoli a motore

source: Repair or maintenance of painting machines and apparatus
it: Riparazione o manutenzione di macchine e apparecchi per la pittura

source: Rat exterminating
it: Derattizzazione

source: Freezing equipment installation and repair
it: Installazione e riparazione di frigoriferi

source: Construction of steel fabrications
it: Costruzione di fabbricati in acciaio

source: Remounting of jewellery
it: Riparazione di gioielli

source: Diagnostic maintenance services for computers
it: Servizi di manutenzione diagnostica per computer

source: Dismantling of machinery
it: Smantellamento di macchinari

source: Painting of motor vehicles
it: Verniciatura di veicoli a motore

source: Leather cleaning and repair
it: Riparazione e pulitura di cuoio

source: Maintenance and repair of watches
it: Manutenzione e riparazione di orologi

source: Repair of musical instruments
it: Riparazione di strumenti musicali

source: Interior sealing and caulking services
it: Servizi di sigillatura e turatura per interni

source: Laundering of babies' diapers
it: Lavaggio di pannolini per neonati

source: Construction of house extensions
it: Costruzione di estensioni di case

source: Repair or maintenance of vehicle washing installation
it: Riparazione o manutenzione di impianti per il lavaggio di veicoli

source: Repair or maintenance of vessels
it: Riparazione o manutenzione di navi

source: Stabilisation of the sea bed by vibratory compaction (Services for the -)
it: Servizi di stabilizzazione del fondale marino mediante compattazione a vibrazione

source: Repair of damaged computers
it: Riparazione computer guasti

source: Pressure washing services
it: Servizi di lavaggio a pressione

source: Conservation and preservation services for works of art
it: Servizi di tutela e conservazione di opere d'arte

source: Reconstruction of vehicle radiators
it: Ricostruzione di radiatori per veicoli

source: Installation of window frames
it: Installazione di telai per finestre

source: Installation of windscreens
it: Installazione di parabrezza

source: Installing of telecommunications networks
it: Installazione di reti di telecomunicazione

source: Maintenance of pneumatic hand tools
it: Manutenzione d'utensili manuali pneumatici

source: Maintenance services for industrial plants
it: Servizi di manutenzione per impianti industriali

source: Construction of ventilation shafts
it: Costruzione di pozzi di ventilazione

source: Construction supervision of civil engineering projects
it: Supervisione della costruzione di progetti di ingegneria civile

source: Re-sharpening of skates
it: Riaffilatura di pattini

source: Underground civil engineering services
it: Servizi di ingegneria civile sotterranea

source: Application of coatings for the repair of walls
it: Applicazione di rivestimenti per la riparazione di pareti

source: Application of protective coatings to building surfaces
it: Applicazione di rivestimenti protettivi su superfici di edifici

source: Application of protective paint to buildings
it: Applicazione di pitture protettive su edifici

source: Maintenance and repair services relating to automatic barriers
it: Servizi di manutenzione e riparazione relativi a barriere automatiche

source: Leasing of machines for cleaning upholstered furniture
it: Noleggio di macchine per pulizia di mobili rivestiti

source: Demolition services
it: Servizi di demolizione

source: Deodorising services
it: Servizi di deodorazione

source: Furniture varnishing
it: Verniciatura di mobili

source: Construction of prospecting pipelines
it: Costruzione di tubature di prospezione

source: Construction of residential properties
it: Costruzione di proprietà residenziali

source: Cleaning of upholstery
it: Pulizia di tappezzeria

source: Hygienic cleaning [buildings]
it: Pulizia igienica [edifici]

source: Industrial deep cleaning for commercial catering establishments
it: Pulitura industriale a fondo per aziende commerciali di catering

source: Installation of false floors
it: Installazione di contropavimenti

source: Installation of fittings for buildings
it: Installazione di impianti per edifici

source: Installation of fixtures and fittings for domestic premises
it: Installazione di impianti e arredi per locali domestici

source: Installation of integrated radio networks
it: Installazione di reti radiofoniche integrate

source: Installation of interior partitions for buildings
it: Installazione di divisori interni per edifici

source: Installation of storage facilities
it: Installazione d'impianti di stoccaggio

source: Repair or maintenance of cinematographic machines and apparatus
it: Riparazione o manutenzione di macchine ed apparecchi cinematografici

source: Repair or maintenance of cooking apparatus for industrial purposes
it: Riparazione o manutenzione di apparecchi di cottura per uso industriale

source: Repair or maintenance of cooking pots and pans
it: Riparazione o manutenzione di pentole e padelle

source: Repair or maintenance of cultivating machines and implements
it: Riparazione o manutenzione di macchine e strumenti per coltivare

source: Repair of bags or pouches
it: Riparazione di borse o sacche

source: Rental of plumbing apparatus
it: Noleggio di materiale idraulico

source: Rental of self-propelled lifting platforms
it: Noleggio di piattaforme di sollevamento semoventi

source: Repair of turbines
it: Riparazione di turbine

source: Coating services for the maintenance of ships
it: Servizi di rivestimento per la manutenzione di navi

source: Machinery for use in construction (Rental of -)
it: Noleggio di macchine per uso nelle costruzioni

source: Machinery maintenance services
it: Servizi di manutenzione di macchinari

source: Cleaning of buildings soiled by birds
it: Pulizia di edifici sporcati dagli uccelli

source: Cleaning of domestic premises
it: Pulizia di locali domestici

source: Information concerning rental of equipment for constructions and buildings
it: Informazioni in materia di noleggio di macchine da cantiere

source: Book repair and restoration
it: Riparazione e restauro di libri

source: Construction of tunnels
it: Costruzione di tunnel

source: Overhaul of machines
it: Revisione di macchine

source: Overhaul of vehicles
it: Revisione di veicoli

source: Civil engineering maintenance involving the use of water-jet cutting equipment
it: Manutenzione di ingegneria civile con uso di apparecchiature da taglio a getto d'acqua

source: Civil engineering relating to the prevention of inundation of land by flood water
it: Servizi di ingegneria civile relativi alla prevenzione di allagamenti di terreni mediante inondazioni

source: Installation of windows
it: Installazione di finestre

source: Installation of building insulation
it: Installazione di isolanti per edifici

source: Building of commercial properties
it: Costruzione di proprietà commerciali

source: Building of offices
it: Costruzione di uffici

source: Mobile vehicle tuning services
it: Servizi di tuning di veicoli mobili

source: Custom construction of bridges
it: Costruzione su richiesta di ponti

source: Installation of tubular linings in passageways
it: Installazione di rivestimenti tubolari in passi carrai

source: House painting
it: Pittura di case

source: Services for the maintenance of strong rooms
it: Servizi di manutenzione di camere blindate

source: Underwater building and construction
it: Edilizia e costruzione subacquea

source: Vehicle conversions [engine]
it: Conversione di veicoli [motore]

source: General building contractor services
it: Servizi dell'impresa edile appaltatrice

source: Rental of earth moving equipment and excavators
it: Noleggio di attrezzature per movimento terra e scavatrici

source: Rental of hammers
it: Noleggio di martelli

source: Services for the dry cleaning of clothing
it: Servizi per lavaggio a secco di abbigliamento

source: Double glazing installation
it: Installazione di doppi vetri

source: Cleaning of footwear
it: Pulizia di calzature

source: Cleaning of industrial plant
it: Pulizia di impianti industriali

source: Cleaning of machines
it: Pulizia di macchinari

source: Automotive refinishing
it: Rifinitura di automobili

source: Installation of pipe systems for conducting of gases
it: Installazione di sistemi di tubature per la conduzione di gas

source: Installation of radio frequency communications systems
it: Installazione di sistemi di comunicazione a radiofrequenze

source: Installation of sewer liners
it: Installazione di fognature

source: Tinkering
it: Ritocchi

source: Elevator installation and repair
it: Installazione e riparazione di ascensori
